---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationDoublewallMaterialAbbreviation
source: html/6e8fa422-0e33-5f76-b35a-cb3936f48078.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationDoublewallMaterialAbbreviation Property

"Double Wall Material Abbreviation"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationDoublewallMaterialAbbreviation { get; }
```